Repository: tytso/xfstests-bld
Catalog: acl/po/*.po
Languages: pl

source: Multiple entries of same type
pl: Wiele pozycji tego samego typu

source: Duplicate entries
pl: Powtórzone pozycje

source: Missing or wrong entry
pl: Brakuj±ca lub b³êdna pozycja

source: Invalid entry type
pl: Nieprawid³owy typ pozycji

source: setting permissions for %s
pl: ustawianie uprawnieñ dla %s

source: preserving permissions for %s
pl: zachowywanie uprawnieñ dla %s

source: %s: Removing leading '/' from absolute path names
pl: %s: Usuniêcie wiod±cego '/' ze ¶cie¿ek bezwzglêdnych

source: %s %s -- get file access control lists
pl: %s %s -- odczyt list kontroli dostêpu do plików (ACL-i)

source: Usage: %s [-%s] file ...
pl: Sk³adnia: %s [-%s] plik ...

source: -d, --default display the default access control list
pl: -d, --default wy¶wietlenie domy¶lnej listy kontroli dostêpu

source: %s: Standard input: %s
pl: %s: Standardowe wej¶cie: %s

source: Try `%s --help' for more information.
pl: `%s --help' wy¶wietli wiêcej informacji.

source: %s: %s: No filename found in line %d, aborting
pl: %s: %s: Nie znaleziono nazwy pliku w linii %d, przerwanie pracy

source: %s: No filename found in line %d of standard input, aborting
pl: %s: Nie znaleziono nazwy pliku w linii %d standardowego wej¶cia, przerwanie pracy

source: %s: %s: %s in line %d
pl: %s: %s: %s w linii %d

source: %s: %s: Cannot change owner/group: %s
pl: %s: %s: Nie mo¿na zmieniæ w³a¶ciciela/grupy: %s

source: %s %s -- set file access control lists
pl: %s %s -- ustawianie list kontroli dostêpu do plików (ACL-i)

source: Usage: %s %s
pl: Sk³adnia: %s %s

source: -m, --modify=acl modify the current ACL(s) of file(s) -M, --modify-file=file read ACL entries to modify from file -x, --remove=acl remove entries from the ACL(s) of file(s) -X, --remove-file=file read ACL entries to remove from file -b, --remove-all remove all extended ACL entries -k, --remove-default remove the default ACL
pl: -m, --modify=acl zmiana aktualnego(ych) ACL(-i) pliku(ów) -M, --modify-file=plik odczyt z pliku pozycji ACL do zmodyfikowania -x, --remove=acl usuniêcie wpisów z ACL(-i) pliku(ów) -X, --remove-file=plik odczyt z pliku pozycji ACL do usuniêcia -b, --remove-all usuniêcie wszystkich rozszerzonych pozycji ACL -k, --remove-default usuniêcie domy¶lnego ACL

source: --set=acl set the ACL of file(s), replacing the current ACL --set-file=file read ACL entries to set from file --mask do recalculate the effective rights mask
pl: --set=acl ustawienie ACL pliku(ów), zastêpuj±c aktualne --set-file=plik odczytanie z pliku pozycji ACL do ustawienia --mask przeliczenie maski efektywnych uprawnieñ

source: -n, --no-mask don't recalculate the effective rights mask -d, --default operations apply to the default ACL
pl: -n, --no-mask nie przeliczanie maski efektywnych uprawnieñ -d, --default wykonywanie operacji na domy¶lnym ACL

source: -R, --recursive recurse into subdirectories -L, --logical logical walk, follow symbolic links -P, --physical physical walk, do not follow symbolic links --restore=file restore ACLs (inverse of `getfacl -R') --test test mode (ACLs are not modified)
pl: -R, --recursive rekurencyjne wchodzenie do katalogów -L, --logical przechodzenie logiczne, pod±¿anie za dowi±zaniami symbolicznymi -P, --physical przechodzenie fizyczne, nie pod±¿anie za dowi±zaniami symbolicznymi --restore=plik odtworzenie ACL-i (odwrotno¶æ `getfacl -R') --test tryb testowy (ACL-e nie s± modyfikowane)

source: %s: Option -%c incomplete
pl: %s: Opcja -%c niekompletna

source: %s: Option -%c: %s near character %d
pl: %s: Opcja -%c: %s obok znaku %d

source: %s: %s in line %d of file %s
pl: %s: %s w linii %d pliku %s

source: %s: %s in line %d of standard input
pl: %s: %s w linii %d standardowego wej¶cia

source: %s: %s: Malformed access ACL `%s': %s at entry %d
pl: %s: %s: ¬le sformu³owane dostêpowe ACL `%s': %s na pozycji %d

source: %s: %s: Malformed default ACL `%s': %s at entry %d
pl: %s: %s: ¬le sformu³owane domy¶lne ACL `%s': %s na pozycji %d

source: %s: %s: Only directories can have default ACLs
pl: %s: %s: Tylko katalogi mog± mieæ domy¶lne ACL-e

source: Usage:
pl: Sk³adnia:

source: %s acl pathname...
pl: %s acl ¶cie¿ka...

source: %s -b acl dacl pathname...
pl: %s -b acl dacl ¶cie¿ka...

source: %s -d dacl pathname...
pl: %s -d dacl ¶cie¿ka...

source: %s -R pathname...
pl: %s -R ¶cie¿ka...

source: %s -D pathname...
pl: %s -D ¶cie¿ka...

source: %s -B pathname...
pl: %s -B ¶cie¿ka...

source: %s -l pathname... [not IRIX compatible]
pl: %s -l ¶cie¿ka... [niekompatybilne z IRIX-em]

source: %s -r pathname... [not IRIX compatible]
pl: %s -r ¶cie¿ka... [niekompatybilne z IRIX-em]

source: %s: error removing access acl on "%s": %s
pl: %s: b³±d przy usuwaniu dostêpowego acl dla "%s": %s

source: %s: error removing default acl on "%s": %s
pl: %s: b³±d przy usuwaniu domy¶lnego acl dla "%s": %s

source: %s: access ACL '%s': %s at entry %d
pl: %s: dostêpowe ACL '%s': %s na pozycji %d

source: %s: cannot get access ACL on '%s': %s
pl: %s: nie mo¿na odczytaæ dostêpowego ACL dla '%s': %s

source: %s: cannot get default ACL on '%s': %s
pl: %s: nie mo¿na odczytaæ domy¶lnego ACL dla '%s': %s

source: %s: cannot get access ACL text on '%s': %s
pl: %s: nie mo¿na odczytaæ dostêpowego tekstu ACL dla '%s': %s

source: %s: cannot get default ACL text on '%s': %s
pl: %s: nie mo¿na odczytaæ domy¶lnego tekstu ACL dla '%s': %s

source: %s: cannot set access acl on "%s": %s
pl: %s: nie mo¿na ustawiæ dostêpowego acl dla "%s": %s

source: %s: cannot set default acl on "%s": %s
pl: %s: nie mo¿na ustawiæ domy¶lnego acl dla "%s": %s

source: %s: opendir failed: %s
pl: %s: opendir nie powiod³o siê: %s

source: %s: malloc failed: %s
pl: %s: malloc nie powiód³ siê: %s
